-- migrate:up
SET FOREIGN_KEY_CHECKS = 0;

INSERT INTO accomodation_informations (accomodation_id, information)
VALUE
(1, "주차장 정보
주차가 불가하오니 가능한 대중교통을 이용을 권장드립니다.
※지하철: 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
※버스: 광화문 정류장 서울파이낸스빌딩 방향 도보 5분
주차장 미보유 숙소입니다. 도보로 이용해 주세요.

지하철 정보
1호선 종각역
1호선 시청역
2호선 시청역
2호선 을지로입구역
5호선 광화문(세종문화회관)역

주변 정보
지하철 : 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
버스 : 광화문 정류장 서울 파이낸스빌딩 방향 도보 5분"),
(2, "주차장 정보
주차가 불가하오니 가능한 대중교통을 이용을 권장드립니다.
※지하철: 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
※버스: 광화문 정류장 서울파이낸스빌딩 방향 도보 5분
주차장 미보유 숙소입니다. 도보로 이용해 주세요.

지하철 정보
1호선 종각역
1호선 시청역
2호선 시청역
2호선 을지로입구역
5호선 광화문(세종문화회관)역

주변 정보
지하철 : 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
버스 : 광화문 정류장 서울 파이낸스빌딩 방향 도보 5분"),
(3, "주차장 정보
주차가 불가하오니 가능한 대중교통을 이용을 권장드립니다.
※지하철: 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
※버스: 광화문 정류장 서울파이낸스빌딩 방향 도보 5분
주차장 미보유 숙소입니다. 도보로 이용해 주세요.

지하철 정보
1호선 종각역
1호선 시청역
2호선 시청역
2호선 을지로입구역
5호선 광화문(세종문화회관)역

주변 정보
지하철 : 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
버스 : 광화문 정류장 서울 파이낸스빌딩 방향 도보 5분"),
(4, "주차장 정보
주차가 불가하오니 가능한 대중교통을 이용을 권장드립니다.
※지하철: 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
※버스: 광화문 정류장 서울파이낸스빌딩 방향 도보 5분
주차장 미보유 숙소입니다. 도보로 이용해 주세요.

지하철 정보
1호선 종각역
1호선 시청역
2호선 시청역
2호선 을지로입구역
5호선 광화문(세종문화회관)역

주변 정보
지하철 : 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
버스 : 광화문 정류장 서울 파이낸스빌딩 방향 도보 5분"),
(5, "주차장 정보
주차가 불가하오니 가능한 대중교통을 이용을 권장드립니다.
※지하철: 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
※버스: 광화문 정류장 서울파이낸스빌딩 방향 도보 5분
주차장 미보유 숙소입니다. 도보로 이용해 주세요.

지하철 정보
1호선 종각역
1호선 시청역
2호선 시청역
2호선 을지로입구역
5호선 광화문(세종문화회관)역

주변 정보
지하철 : 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
버스 : 광화문 정류장 서울 파이낸스빌딩 방향 도보 5분"),
(6, "주차장 정보
주차가 불가하오니 가능한 대중교통을 이용을 권장드립니다.
※지하철: 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
※버스: 광화문 정류장 서울파이낸스빌딩 방향 도보 5분
주차장 미보유 숙소입니다. 도보로 이용해 주세요.

지하철 정보
1호선 종각역
1호선 시청역
2호선 시청역
2호선 을지로입구역
5호선 광화문(세종문화회관)역

주변 정보
지하철 : 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
버스 : 광화문 정류장 서울 파이낸스빌딩 방향 도보 5분"),
(7, "주차장 정보
주차가 불가하오니 가능한 대중교통을 이용을 권장드립니다.
※지하철: 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
※버스: 광화문 정류장 서울파이낸스빌딩 방향 도보 5분
주차장 미보유 숙소입니다. 도보로 이용해 주세요.

지하철 정보
1호선 종각역
1호선 시청역
2호선 시청역
2호선 을지로입구역
5호선 광화문(세종문화회관)역

주변 정보
지하철 : 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
버스 : 광화문 정류장 서울 파이낸스빌딩 방향 도보 5분"),
(8, "주차장 정보
주차가 불가하오니 가능한 대중교통을 이용을 권장드립니다.
※지하철: 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
※버스: 광화문 정류장 서울파이낸스빌딩 방향 도보 5분
주차장 미보유 숙소입니다. 도보로 이용해 주세요.

지하철 정보
1호선 종각역
1호선 시청역
2호선 시청역
2호선 을지로입구역
5호선 광화문(세종문화회관)역

주변 정보
지하철 : 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
버스 : 광화문 정류장 서울 파이낸스빌딩 방향 도보 5분"),
(9, "주차장 정보
주차가 불가하오니 가능한 대중교통을 이용을 권장드립니다.
※지하철: 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
※버스: 광화문 정류장 서울파이낸스빌딩 방향 도보 5분
주차장 미보유 숙소입니다. 도보로 이용해 주세요.

지하철 정보
1호선 종각역
1호선 시청역
2호선 시청역
2호선 을지로입구역
5호선 광화문(세종문화회관)역

주변 정보
지하철 : 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
버스 : 광화문 정류장 서울 파이낸스빌딩 방향 도보 5분"),
(10, "주차장 정보
주차가 불가하오니 가능한 대중교통을 이용을 권장드립니다.
※지하철: 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
※버스: 광화문 정류장 서울파이낸스빌딩 방향 도보 5분
주차장 미보유 숙소입니다. 도보로 이용해 주세요.

지하철 정보
1호선 종각역
1호선 시청역
2호선 시청역
2호선 을지로입구역
5호선 광화문(세종문화회관)역

주변 정보
지하철 : 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
버스 : 광화문 정류장 서울 파이낸스빌딩 방향 도보 5분"),
(11, "주차장 정보
주차가 불가하오니 가능한 대중교통을 이용을 권장드립니다.
※지하철: 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
※버스: 광화문 정류장 서울파이낸스빌딩 방향 도보 5분
주차장 미보유 숙소입니다. 도보로 이용해 주세요.

지하철 정보
1호선 종각역
1호선 시청역
2호선 시청역
2호선 을지로입구역
5호선 광화문(세종문화회관)역

주변 정보
지하철 : 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
버스 : 광화문 정류장 서울 파이낸스빌딩 방향 도보 5분"),
(12, "주차장 정보
주차가 불가하오니 가능한 대중교통을 이용을 권장드립니다.
※지하철: 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
※버스: 광화문 정류장 서울파이낸스빌딩 방향 도보 5분
주차장 미보유 숙소입니다. 도보로 이용해 주세요.

지하철 정보
1호선 종각역
1호선 시청역
2호선 시청역
2호선 을지로입구역
5호선 광화문(세종문화회관)역

주변 정보
지하철 : 1, 2호선 시청역 4번 출구 도보 3분
5호선 광화문역 5번 출구 도보 3분
버스 : 광화문 정류장 서울 파이낸스빌딩 방향 도보 5분")
;

SET FOREIGN_KEY_CHECKS = 1;


-- migrate:down
SET FOREIGN_KEY_CHECKS = 0;

TRUNCATE accomodation_informations;

SET FOREIGN_KEY_CHECKS = 1;