-- migrate:up
SET FOREIGN_KEY_CHECKS = 0;

INSERT INTO accomodation_facilities (accomodation_id, facility_id)
VALUES 
(1, 67),
(2, 68),
(3, 1),
(4, 2),
(5, 10),
(6, 32),
(7, 16),
(8, 35),
(9, 43),
(10, 23),
(11, 11),
(12, 53)
;

INSERT INTO facilities (name)
VALUES
("피트니스"),
("수영장"),
("사우나"),
("골프장"),
("레스토랑"),
("엘레베이터"),
("라운지"),
("공용PC"),
("BBQ"),
("카페"),
("공용스파"),
("족구장"),
("세미나실"),
("편의점"),
("노래방"),
("주방/식당"),
("세탁기"),
("건조기"),
("탈수기"),
("주차장"),
("취사기능"),
("공용샤워실"),
("온천"),
("스키장"),
("공용스파"),
("놀이방"),
("전자레인지"),
("엘레베이터"),
("취사기능"),
("전기사용가능"),
("개수대"),
("공용샤워실"),
("인터넷"),
("매점"),
("공용화장실"),
("물놀이시설"),
("객실스파"),
("미니바"),
("와이파이"),
("욕실용품"),
("TV"),
("에어컨"),
("냉장고"),
("객실샤워실"),
("욕조"),
("드라이기"),
("다리미"),
("전기밥솥"),
("세면도구"),
("개인콘센트"),
("반려견동반"),
("조식포함"),
("객실내흡연"),
("발렛파킹"),
("금연"),
("객실내취사"),
("프린터사용"),
("짐보관가능"),
("개인사물함"),
("무료주차"),
("픽업가능"),
("캠프파이어"),
("카드결제"),
("장애인편의시설"),
("장비대여"),
("사이트주차"),
("무인텔"),
("파티룸"),
("거울룸"),
("복층룸"),
("공주룸"),
("트윈베드"),
("야외테라스"),
("바다뷰"),
("호수뷰"),
("하늘뷰"),
("스파/월풀"),
("사우나/찜질방"),
("맛사지 베드"),
("히노끼탕"),
("노천탕"),
("반신욕"),
("욕실 TV"),
("당구대"),
("게임기"),
("안마의자"),
("커플 PC"),
("3D TV"),
("빔프로젝터");


SET FOREIGN_KEY_CHECKS = 1;


-- migrate:down
SET FOREIGN_KEY_CHECKS = 0;

TRUNCATE accomodation_facilities;
TRUNCATE facilities;


SET FOREIGN_KEY_CHECKS = 1;
