-- migrate:up
SET FOREIGN_KEY_CHECKS = 0;

INSERT INTO hotel_cottage_camping_hanok_filters (accomodation_id, grade_id)
VALUES
(1, 1),
(2, 2),
(3, 1),
(4, 2),
(5, 5),
(6, 9),
(7, 13),
(8, 13),
(9, 8),
(10, 12),
(11, 11),
(12, 1),
(13, 2),
(14, 3),
(15, 3),
(16, 1),
(17, 1),
(18, 2),
(19, 3),
(20, 2),
(21, 2),
(22, 1),
(23, 2),
(24, 3),
(25, 3),
(26, 2),
(27, 2),
(28, 2),
(29, 2),
(30, 1),
(31, 2),
(32, 2),
(33, 2),
(34, 6),
(35, 4),
(36, 5),
(37, 4),
(38, 4),
(39, 4),
(40, 4),
(41, 5),
(42, 6),
(43, 4),
(44, 4),
(45, 13),
(46, 13),
(47, 13),
(48, 13),
(49, 13),
(50, 13),
(51, 13),
(52, 13),
(53, 13),
(54, 13),
(55, 8),
(56, 8),
(57, 8),
(58, 8),
(59, 9),
(60, 9),
(61, 10),
(62, 11),
(63, 12)

;

INSERT INTO grades (name)
VALUES
("5성급"),
("특1급"),
("특급"),
("펜션"),
("풀빌라"),
("럭셔리"),
("오토캠핑"),
("글램핑"),
("카라반"),
("호텔"),
("고택"),
("종택"),
("게스트하우스");

SET FOREIGN_KEY_CHECKS = 1;


-- migrate:down
SET FOREIGN_KEY_CHECKS = 0;

TRUNCATE accomodation_images;
TRUNCATE grades;

SET FOREIGN_KEY_CHECKS = 1;
